Repository: webmandesign/playground-for-beaver-themer
Catalog: languages/*.po
Languages: sk_sk

source: Theme Options
sk_sk: Nastavenia témy

source: Layout
sk_sk: Rozloženie

source: Content width
sk_sk: Šírka obsahu webstránky

source: WordPress content width variable defines the maximum allowed width for images, videos, and oEmbeds displayed within a theme.
sk_sk: Premenná šírky obsahu definuje vo WordPresse maximálnu povolenú šírku obrázkov, videí a oEmbed obsahu zobrazených v téme.

source: HTML page
sk_sk: Stránka HTML

source: Located just after opening `<body>` tag.
sk_sk: Nachádza sa tesne po otvorení značky `<body>`.

source: Located before closing `<body>` tag, before `wp_footer()`.
sk_sk: Nachádza sa pred zatvorením značky `<body>`, pred `wp_footer()`.

source: Header area
sk_sk: Oblasť hlavičky

source: Located before Beaver Themer header template.
sk_sk: Nachádza sa pred šablónou hlavičky Beaver Themer.

source: Located after Beaver Themer header template.
sk_sk: Nachádza sa za šablónou hlavičky Beaver Themer.

source: Footer area
sk_sk: Oblasť pätky

source: Located before Beaver Themer footer template.
sk_sk: Nachádza sa pred šablónou pätky Beaver Themer.

source: Located after Beaver Themer footer template.
sk_sk: Nachádza sa za šablónou pätky Beaver Themer.

source: Sidebar
sk_sk: Bočný panel

source: Theme does not display the sidebar, use Beaver Themer to display.
sk_sk: Samotná téma nezobrazuje bočný panel, použite Beaver Themer pre jeho zobrazenie.

source: Thank you for using %s theme!
sk_sk: Vďaka za používanie témy %s!

source: This is a blank theme for Beaver Themer plugin.
sk_sk: Toto je prázdna téma pre plugin Beaver Themer.

source: (Check the theme information page.)
sk_sk: (Prezrite si stránku s informáciami o téme.)

source: Please make sure you have Beaver Themer and Beaver Builder plugins activated to build your website!
sk_sk: Uistite sa, že sú pluginy Beaver Themer a Beaver Builder aktivované, aby ste mohli budovať svoju webovú stránku!

# %s: Website link.
source: For more Beaver Themer compatible and for accessibility ready themes please visit %s.
sk_sk: Ďalšie témy kompatibilné s Beaver Themer a bezbariérové témy nájdete na stránke %s.

source: Do you like this theme?
sk_sk: Páči sa vám táto téma?

source: Please consider a donation.
sk_sk: Zvážte prosím podporu.

source: Thank you!
sk_sk: Vďaka!

source: Get Beaver Themer plugin &rarr;
sk_sk: Získať plugin Beaver Themer &rarr;

source: Start creating theme layouts &rarr;
sk_sk: Začať vytvárať rozloženia témy &rarr;

source: Beaver Themer is required
sk_sk: Vyžaduje sa Beaver Themer

source: It seems the Beaver Themer plugin is not activate on your website.
sk_sk: Zdá sa, že plugin Beaver Themer nie je aktivovaný na vašich webových stránkach.

source: Please note that this theme requires Beaver Themer and Beaver Builder plugin to work properly so you can build your site layouts.
sk_sk: Vezmite prosím na vedomie, že táto téma vyžaduje pluginy Beaver Themer a Beaver Builder, aby fungovala správne a aby ste mohli vytvoriť svoju webovú stránku.

source: You can obtain these plugins following the links below:
sk_sk: Tieto pluginy môžete získať na nasledujúcich odkazoch:

source: Get %s plugin &rarr;
sk_sk: Získať plugin %s &rarr;

source: Please purchase a premium version of the plugin as Beaver Themer plugin is not compatible with free, lite version of Beaver Builder.
sk_sk: Je nutné si zakúpiť prémiovú verziu pluginu, keďže Beaver Themer nie je kompatibilný s bezplatnou Lite verziou Beaver Builder.

source: No Themer Layout for this content
sk_sk: Pre tento obsah neexistuje šablóna

source: It looks like there is no Themer Layout for this content.
sk_sk: Vyzerá to tak, že neexistuje šablóna témy pre tento obsah.

# Themer Layout
source: Create it now &rarr;
sk_sk: Vytvoriť teraz &rarr;
